Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Navigate to Settings → Privacy & Security
cs: Přejít do Nastavení systému → Soukromí a zabezpečení
de: Gehen Sie zu Einstellungen → Privatsphäre & Sicherheit
es: Navega a Ajustes → Privacidad y Seguridad
fr: Accédez à Réglages → Confidentialité et sécurité
he: נווט להגדרות ← פרטיות ואבטחה
it: Apri le Preferenze di macOS e vai a 'Privacy e sicurezza'
ja: 設定 → プライバシー & セキュリティに移動
nl: Navigeer naar Systeeminstellingen → Privacy en beveiliging
pt_pt: Navegue para Configurações → Privacidade e Segurança
ru: Перейдите в Настройки → Конфиденциальность и безопасность
tr: Ayarlar → Gizlilik ve Güvenlik bölümüne gidin
uk: Перейдіть до Системних параметрів → Приватність і Безпека
vi: Đi tới Cài đặt → Quyền riêng tư & Bảo mật
zh_hans: 导航至“设置”→“隐私与安全性”
zh_hant: 前往設定→隱私權與安全性

source: Never
cs: Nikdy
de: Niemals
es: Nunca
it: Mai
ja: しない
nl: Nooit
pt_pt: Nunca
ru: Никогда
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

source: Never show again
cs: Již nezobrazovat
de: Nicht wieder anzeigen
es: No mostrar de nuevo
it: Non mostrare più
ja: 今後表示しない
nl: Niet meer tonen
ru: Больше не показывать
tr: Bir daha gösterme
vi: Không bao giờ hiển thị lại
zh_hans: 不再显示
zh_hant: 不再顯示

source: Never show DockDoor Pro banner again
cs: Již nezobrazovat banner DockDoor Pro
de: DockDoor Pro Banner nicht wieder anzeigen
es: Nunca volver a mostrar banner DockDoor Pro
it: Non mostrare più il banner DockDoor Pro
ja: 今後DockDoor Proバナーを表示しない
nl: Laat de DockDoor Pro banner nooit meer zien
ru: Больше не показывать баннер DockDoor Pro
tr: Bir daha DockDoor Pro afişini gösterme
vi: Không bao giờ hiển thị lại biểu ngữ DockDoor Pro
zh_hans: 不再显示 DockDoor Pro 横幅
zh_hant: 不再顯示DockDoor Pro橫幅

source: Never visible
cs: Neviditelné
de: Niemals sichtbar
es: Nunca visible
fr: Jamais visibles
he: לעולם לא
it: Mai
ja: 常に非表示
nl: Nooit zichtbaar
pt_pt: Nunca visível
ru: Никогда не видно
tr: Görünmez
uk: Ніколи не видно
vi: Không bao giờ hiển thị
zh_hans: 从不显示
zh_hant: 永不顯示

source: New Window
cs: Nové okno
de: Neues Fenster
es: Nueva Ventana
fr: Nouvelle fenêtre
he: חלון חדש
it: Nuova finestra
ja: 新しいウィンドウ
nl: Nieuw venster
pt_pt: Nova Janela
ru: Новое окно
tr: Yeni pencere
uk: Нове вікно
vi: Cửa sổ mới
zh_hans: 新窗口
zh_hant: 新視窗

source: Next page
cs: Další stránka
de: Nächste Seite
es: Siguiente página
fr: Page suivante
he: הדף הבא
it: Pagina successiva
ja: 次のページ
nl: Volgende pagina
pt_pt: Próxima página
ru: Следующая страница
tr: Sonraki Sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh_hans: 下一页
zh_hant: 下一頁

source: No action
cs: Žádná akce
de: Keine Aktion
es: Sin acción
fr: Ne rien faire
he: ללא פעולה
it: Nessuna azione
ja: アクションなし
nl: Geen actie
pt_pt: Sem ação
ru: Не задано
tr: Eylem Yok
uk: Дія відсутня
vi: Không hành động
zh_hans: 无操作
zh_hant: 無動作

source: No Action
cs: Žádná akce
de: Keine Aktion
es: Sin acción
fr: Aucune action
he: ללא פעולה
it: Nessuna azione
ja: 何もしない
nl: Geen actie
pt_pt: Nenhuma ação
ru: Нет действия
tr: Eylem Yok
uk: Дія відсутня
vi: Không hành động
zh_hans: 无操作
zh_hant: 無動作

source: No applications found or scanned yet.
cs: Žádné aplikace zatím nebyly nalezeny nebo naskenovány.
de: Es wurden noch keine Anwendungen gefunden oder gescannt.
es: No hay aplicaciones encontradas o escaneadas aún.
fr: Aucune application trouvée ou scannée pour le moment.
he: לא נמצאו או נסרקו אפליקציות עדיין.
it: Nessuna applicazione rilevata.
ja: アプリケーションが見つからないかスキャンされていません。
nl: Nog geen toepassingen gevonden of gescand.
pt_pt: Ainda não foram encontradas quaisquer aplicações.
ru: Приложения не найдены или не отсканированы.
tr: Henüz hiçbir uygulama bulunamadı veya taranmadı.
uk: Поки що не знайдено та не проскановано жодних застосунків.
vi: Chưa tìm thấy hoặc quét được ứng dụng nào.
zh_hans: 尚未发现或扫描到应用。
zh_hant: 沒有App

source: No applications found.
cs: Nebyly nalezeny žádné aplikace.
de: Keine Applikationen gefunden.
es: No se encontraron aplicaciones.
fr: Aucune application trouvée.
he: לא נמצאו אפליקציות.
it: Nessuna applicazione trovata.
ja: アプリケーションが見つかりませんでした。
nl: Geen applicaties gevonden.
pt_pt: Não foram encontradas aplicações.
ru: Приложений не найдено.
tr: Hiçbir uygulama bulunamadı.
uk: Застосунки не знайдено.
vi: Không tìm thấy ứng dụng nào.
zh_hans: 未找到应用程序。
zh_hant: 沒有找到App。

source: No apps hidden
cs: Žádné aplikace nebyly skryty
de: Keine versteckten Apps
es: Ninguna aplicación oculta
fr: Aucune application masquée
he: אין אפליקציות מוסתרות
it: Nessuna applicazione nascosta
ja: 非表示のアプリはありません
nl: Er zijn geen apps verborgen
pt_pt: Nenhuma aplicação oculta
ru: Нет скрытых приложений
tr: Gizli uygulama yok
uk: Немає прихованих застосунків
vi: Không có ứng dụng nào bị ẩn
zh_hans: 没有隐藏应用程序
zh_hant: 沒有隱藏的App

source: No apps in blacklist
cs: Žádné aplikace na černé listině
de: Keine Apps in der Blacklist
es: No hay aplicaciones en lista negra
fr: Aucune application dans la liste noire
he: אין אפליקציות ברשימה שחורה
it: Nessuna app in blacklist
ja: ブラックリストにアプリがありません
nl: Geen apps in de blokkeerlijst
pt_pt: Nenhuma aplicação na lista negra
ru: В чёрном списке нет приложений
tr: Kara listede uygulama bulunamadı
uk: Немає застосунків у чорному списку
vi: Không có ứng dụng nào trong danh sách chặn
zh_hans: 黑名单中没有应用
zh_hant: 黑名單中沒有App

source: No audio devices found
cs: Nebyla nalezena žádná zvuková zařízení
de: Keine Audiogeräte gefunden
es: No se encontraron dispositivos de audio
fr: Aucun périphérique audio trouvé
he: לא נמצאו התקני אודיו
it: Nessun dispositivo audio disponibile
ja: オーディオデバイスが見つかりません
nl: Geen audioapparaten gevonden
pt_pt: Nenhum dispositivo de áudio encontrado
ru: Аудиоустройства не найдены
tr: Hiçbir ses cihazı bulunamadı
uk: Аудіопристрої не знайдено
vi: Không tìm thấy thiết bị âm thanh nào
zh_hans: 未发现音频设备。
zh_hant: 找不到音訊裝置

source: No calendars found
cs: Nebyly nalezeny žádné kalendáře
de: Keine Kalender gefunden
es: No se encontraron calendarios
fr: Aucun calendrier trouvé
he: לא נמצאו לוחות שנה
it: Nessun calendario trovato
ja: カレンダーが見つかりません
nl: Geen agenda's gevonden
pt_pt: Nenhum calendário encontrado
ru: Календари не найдены
tr: Hiçbir takvim bulunamadı
uk: Календарів не знайдено
vi: Không tìm thấy lịch nào
zh_hans: 未查询到自定义日历
zh_hant: 沒有找到行事曆

source: No custom directories added
cs: Nebyly přidány žádné vlastní adresáře
de: Keine benutzerdefinierten Ordner hinzugefügt
es: No hay directorios personalizados añadidos
fr: Aucun dossier personnalisé ajouté
he: לא נוספו תיקיות מותאמות אישית
it: Nessuna cartella personalizzata
ja: カスタムディレクトリが追加されていません
nl: Geen aangepaste mappen toegevoegd
pt_pt: Nenhum diretório personalizado adicionado
ru: Пользовательские каталоги не добавлены
tr: Özel Dizin Eklenmedi
uk: Користувацькі теки ще не додані
vi: Chưa thêm thư mục tùy chỉnh nào
zh_hans: 未添加自定义目录
zh_hant: 沒有自訂路徑

source: No data ever leaves your device.
cs: Žádná data neopustí vaše zařízení.
de: Daten verlassen niemals dein Gerät.
es: Ningún dato abandona su dispositivo.
fr: Aucune donnée ne quitte votre appareil.
it: I tuoi dati personali sono al sicuro (non sono mai trasmessi all'esterno).
ja: データがデバイス外に送信されることはありません。
nl: Gegevens verlaten je apparaat nooit.
pt_pt: Os seus dados jamais sairão do seu dispositivo.
ru: Никакие данные никогда не покидают ваше устройство.
tr: Verileriniz hiçbir zaman cihazınızdan dışarı çıkmaz.
vi: Không có bất kỳ dữ liệu nào rời khỏi thiết bị của bạn.
zh_hans: 任何数据都不会离开你的设备。
zh_hant: 所有資料都只保留在你的裝置上。

source: No events scheduled for today!
cs: Pro dnešek žádné události!
de: Keine Termine für heute geplant!
es: ¡No hay eventos programados para hoy!
fr: Aucun événement programmé pour aujourd’hui !
he: אין אירועים מתוכננים להיום!
it: Nessun evento in programma per oggi!
ja: 今日の予定はありません！
nl: Geen afspraken gepland voor vandaag!
pt_pt: Nenhum evento agendado para hoje!
ru: На сегодняшний день событий не запланировано!
tr: Bugün için planlanmış etkinlik yok!
uk: На сьогодні немає запланованих подій!
vi: Hôm nay không có sự kiện nào được lên lịch!
zh_hans: 今天暂无日程安排！
zh_hant: 今天沒有安排行程！

source: No events today
cs: Dnes žádné události
de: Keine Termine heute
es: Sin eventos hoy
fr: Aucun événement aujourd’hui
he: אין אירועים היום
it: Nessun evento
ja: 本日の予定なし
nl: Geen afspraken vandaag
pt_pt: Nenhum evento hoje
ru: Сегодня событий нет
tr: Bugün etkinlik yok
uk: Сьогодні жодних подій
vi: Không có sự kiện nào hôm nay
zh_hans: 今天没有日程
zh_hant: 今天沒有行程

source: No filters added
cs: Žádné filtry
de: Keine Filter hinzugefügt
es: No hay filtros añadidos
fr: Aucun filtre ajouté
he: לא נוספו מסננים
it: Nessun filtro configurato
ja: フィルターが追加されていません
nl: Geen filters toegevoegd
pt_pt: Nenhum filtro adicionado
ru: Фильтры не добавлены
tr: Filtre Eklenmedi
uk: Не додано жодного фільтра
vi: Chưa thêm bộ lọc nào
zh_hans: 没有添加筛选条件
zh_hant: 沒有規則

source: No hover action
cs: Žádná akce, při přejetí
de: Keine Hover-Aktion
es: Ninguna acción con botón Inicio
fr: Pas d’action au survol
he: ללא פעולה
it: Nessuna azione
ja: ホバーアクションなし
nl: Geen muisaanwijzer actie
pt_pt: Sem Ação ao passar o rato
ru: Без действия при наведении
tr: Hiçbir gezinme eylemi yok
uk: Без дії наведення курсора
vi: Không có hành động khi di chuột
zh_hans: 无悬停操作
zh_hant: 沒有指標停留動作

source: No lyrics available
cs: Žádné texty
de: Keine Songtexte verfügbar
es: Ninguna letra disponible
fr: Paroles indisponibles
he: אין מילות שיר זמינות
it: Nessun testo disponibile per questo brano
ja: 利用可能な歌詞はありません
nl: Geen songteksten beschikbaar
pt_pt: A letra não está disponível
ru: Текст песни недоступен
tr: Şarkı sözü bulunamadı
uk: Немає доступних текстів
vi: Không có lời bài hát nào
zh_hans: 暂无歌词
zh_hant: 沒有可用的歌詞

source: No matching apps.
cs: Žádné odpovídající aplikace.
de: Keine passenden Apps.
es: No hay aplicaciones que coincidan.
fr: Aucune app ne correspond.
he: אין אפליקציות תואמות.
it: Nessuna corrispondenza.
ja: 該当するアプリがありません。
nl: Geen overeenkomende apps.
pt_pt: Nenhuma aplicação correspondente.
ru: Нет подходящих приложений.
tr: Eşleşen uygulama yok.
uk: Немає відповідних застосунків.
vi: Không có ứng dụng nào khớp.
zh_hans: 没有匹配的应用程序。
zh_hant: 沒有相符的App。

source: No Open Windows
cs: Žádná otevřená okna
de: Keine geöffneten Fenster
es: Ninguna ventana abierta
fr: Aucune fenêtre ouverte
it: Nessuna finestra aperta
ja: 開いているウィンドウがありません
nl: Geen open vensters
pt_pt: Sem Janelas Abertas
ru: Нет открытых окон
tr: Açık Pencere Yok
vi: Không có cửa sổ nào đang mở
zh_hans: 没有打开任何窗口
zh_hant: 沒有打開的視窗

source: No recent checks
cs: Žádné nedávné kontroly
de: Keine kürzlich durchgeführten Prüfungen
es: No hay chequeos recientes
fr: Pas de vérification récente
he: אין בדיקות אחרונות
it: Nessun controllo recente
ja: 最近の確認はありません
nl: Geen recente checks
pt_pt: Não há verificações recentes
ru: Нет свежих проверок
tr: Son zamanlarda kontrol yapılmadı
uk: Немає нещодавніх перевірок
vi: Chưa kiểm tra gần đây
zh_hans: 没有最近的检查
zh_hant: 待更新檢查

source: No results
cs: Žádné výsledky
de: Keine Ergebnisse
es: Sin resultados
it: Nessun risultato
ja: 該当なし
nl: Geen resultaten
pt_pt: Sem resultados
ru: Нет результатов
tr: Sonuç bulunamadı
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 沒有結果

source: No Results
cs: Žádné výsledky
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun résultat
he: אין תוצאות
it: Nessun risultato
ja: 結果なし
nl: Geen resultaten
pt_pt: Sem resultados
ru: Результатов нет
tr: Sonuç Yok
uk: Результати відсутні
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 沒有結果

source: No shortcut set
cs: Žádná zkratka nenastavena
de: Kein Tastenkürzel gesetzt
es: Sin atajo configurado
fr: Aucun raccourci défini
he: לא הוגדר קיצור דרך
it: Nessuna combinazione di tasti impostata
ja: ショートカット設定がありません
nl: Geen snelkoppeling ingesteld
pt_pt: Nenhum atalho definido
ru: Не установлено сочетание клавиш
tr: Kısayol ayarlanmadı
uk: Комбінацію клавіш не встановлено
vi: Chưa thiết lập phím tắt
zh_hans: 未设置快捷键
zh_hant: 沒有快速鍵組合

source: No window title filters added
cs: Nebyly přidány žádné filtry titulků okna
de: Keine Fenstertitel-Filter hinzugefügt
es: No se han añadido filtros de título de ventana
fr: Aucun filtre de titre de fenêtre ajouté
he: לא נוספו מסנני כותרת חלון
it: Nessun filtro per il titolo della finestra
ja: ウインドウタイトルフィルターが追加されていません
nl: Geen venstertitel filters toegevoegd
pt_pt: Nenhum filtro de título de janela adicionado
ru: Фильтры заголовков окна не добавлены
tr: Pencere başlığı filtresi eklenmedi
uk: Фільтри заголовків вікон не додано
vi: Chưa thêm bộ lọc tiêu đề cửa sổ nào
zh_hans: 未添加窗口标题过滤器
zh_hant: 沒有視窗標題規則

source: No windows match your search
cs: Vašemu hledání neodpovídají žádná okna
de: Keine Übereinstimmung mit deiner Suche
es: Ninguna ventana coincide con tu búsqueda
fr: Aucune fenêtre ne correspond à votre recherche
he: אין חלונות התואמים את החיפוש שלך
it: Nessuna finestra corrisponde alla tua ricerca
ja: 検索条件に一致するウィンドウがありません
nl: Geen resultaten gevonden die aan je zoekopdracht voldoen
pt_pt: Nenhuma janela corresponde à sua pesquisa
ru: Нет окон по вашему запросу
tr: Hiçbir pencere aramanızla uyuşmuyor
uk: Відсутні вікна, що відповідають вашому пошуку
vi: Không có cửa sổ nào khớp với tìm kiếm của bạn
zh_hans: 没有符合您搜索条件的窗口
zh_hant: 沒有符合搜尋條件的視窗

source: Not %@
cs: Ne %@
de: Nicht %@
es: No %@
fr: Pas %@
he: לא %@
it: Non %@
ja: %@ ではない
nl: Niet %@
pt_pt: Não %@
ru: Не %@
tr: %@ Değil.
uk: Не %@
vi: Không phải %@
zh_hans: 不是 %@
zh_hant: 不是%@

source: Not granted
cs: Neuděleno
de: Nicht gewährt
es: No permitido
fr: Refusée
he: לא הוענקה
it: In attesa
ja: 未許可
nl: Niet toegekend
pt_pt: Não autorizado
ru: Не получены
tr: Verilmedi
uk: Не надано
vi: Không cấp quyền
zh_hans: 未授权
zh_hant: 未允許

source: Not set
cs: Nenastaveno
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
he: לא מוגדר
it: (non impostato)
ja: 未設定
nl: Niet ingesteld
pt_pt: Por definir
ru: Не задано
tr: Ayarlanmamış
uk: Не налаштовано
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 尚未設定

source: Offset position
cs: Odsazení
es: Posición desplazada
fr: Position de décalage
he: מיקום היסט
it: Spostamento
ja: オフセット位置
nl: Verspringing positie
pt_pt: Posição de deslocamento
ru: Смещение
tr: Ofset konumu
uk: Зміщена позиція
vi: Vị trí bù lệch
zh_hans: 位置偏移
zh_hant: 位置偏移

source: On window hover; Dimmed until button hover
cs: Při přejetí okna; stmaveno až po přejetí tlačítka
de: Beim Schweben über dem Fenster; abgeblendet bis zum Schweben über der Schaltfläche
es: Al pasar el ratón por la ventana; Oscurecido hasta que se pasa el ratón por el botón
fr: Au survol de la fenêtre ; couleurs atténuées jusqu’au survol des boutons
he: בריחוף על התצוגה המקדימה; מעומעם עד לריחוף על הכפתור
it: Al passaggio sulla finestra; attenuati fino all'interazione
ja: ウィンドウホバー時; ボタンホバーまで暗くする
nl: Op geselecteerd venster; Gedimd tot muis over knop beweegt
pt_pt: Na janela em foco; Escurecido até o mouse passar no botão
ru: При наведении на окно; затемненная кнопка при наведении курсора
tr: Pencerede gezinirken; Düğmede gezinene kadar karartılır
uk: При наведенні на вікно; Затемнене до наведення на кнопку
vi: Khi di chuột vào cửa sổ; Làm mờ cho đến khi di chuột vào nút
zh_hans: 在窗口上悬停时；变暗，直至按钮悬停
zh_hant: 指標停留於視窗時顯示，否則調暗

source: On window hover; Full opacity
cs: Při přejetí okna; úplná průhlednost
de: Beim Schweben über dem Fenster; volle Deckkraft
es: Al pasar el ratón por la ventana; Opacidad completa
fr: Au survol de la fenêtre ; opacité complète
he: בריחוף על התצוגה המקדימה; אטימות מלאה
it: Al passaggio sulla finestra; opacità 100%
ja: ウィンドウホバリング時; 透過しない
nl: Op geselecteerd venster; Volledig zichtbaar
pt_pt: Na janela em foco; Opacidade completa
ru: При наведении на окно; Полная прозрачность
tr: Pencere gezinirken; Tam opaklık
uk: При наведенні на вікно; Повна непрозорість
vi: Khi di chuột vào cửa sổ; Độ mờ 100%
zh_hans: 在窗口上悬停；完全不透明
zh_hant: 指標停留於視窗時顯示；不透明

source: Only applies when scrolling directly on Apple Music or Spotify dock icons.
cs: Platí pouze při rolování přímo na ikonách Apple Music nebo Spotify v Docku.
de: Wird nur angewendet, wenn direkt auf Apple Music oder Spotify Dock-Icons gescrollt wird.
fr: Ne s'applique que pour un défilement directement sur les icônes de Musique d'Apple ou de Spotify dans le Dock.
he: חל רק בעת גלילה ישירות על סמלי Dock של Apple Music או Spotify.
it: Solo per lo scorrimento sulle icone del Dock di Apple Music e Spotify.
ja: Apple Music や Spotify Dockアイコン上で直接スクロールする場合にのみ適用されます。
nl: Alleen van toepassing bij het scrollen over de Dock-pictogrammen van Apple Music of Spotify.
ru: Применяется только при прокрутке непосредственно на значках Apple Music или Spotify.
tr: Bu özellik yalnızca Apple Music veya Spotify dock simgeleri üzerinde doğrudan kaydırma yapıldığında geçerlidir.
vi: Chỉ áp dụng khi cuộn trực tiếp trên các biểu tượng dock Apple Music hoặc Spotify.
zh_hans: 仅适用于直接在 Apple Music 或 Spotify 的 dock 图标上滚动时。
zh_hant: 僅直接在Apple Music或Spotify的Dock圖像上捲動時作用。

source: Only display windows that are in the current virtual desktop/Space.
cs: Zobrazit pouze okna, která jsou v aktuální virtuální ploše/prostoru.
de: Zeigt nur Fenster an, die sich im aktuellen virtuellen Desktop/Space befinden.
fr: N'afficher que les fenêtres qui se trouvent dans l'Espace/bureau virtuel actuel.
he: הצג רק חלונות שנמצאים בשולחן העבודה הווירטואלי/Space הנוכחי.
it: Visualizza solo le finestre che si trovano nel desktop virtuale in uso.
ja: 現在の仮想デスクトップ/スペースにあるウィンドウのみを表示します。
nl: Geef alleen vensters weer die zich op het huidige virtuele bureaublad/space bevinden.
pt_pt: Exibir apenas as janelas que estão no Desktop/Space virtual actual.
ru: Отображать только окна, которые находятся в текущем виртуальном рабочем столе/Пространстве.
tr: Yalnızca geçerli sanal masaüstünde/alanda bulunan pencereleri göster.
uk: Показати лише вікна, що знаходяться на поточному віртуальному робочому столі/просторі.
vi: Chỉ hiển thị các cửa sổ nằm trong màn hình ảo/Không gian hiện tại.
zh_hans: 仅显示当前虚拟桌面/空间中的窗口。
zh_hant: 僅顯示當前虛擬桌面/空間中的視窗。

source: Only display windows that are on the same display as the Dock icon you're hovering.
cs: Zobrazit pouze okna, která jsou na stejném displeji jako ikona Docku, nad kterou máte kurzor.
de: Zeige nur Fenster an, welche auf dem gleichen Bildschirm sind, wie das Dock-Icon auf dem der Mauszeiger schwebt.
he: הצג רק חלונות שבאותו מסך תצוגה של האייקון ב-Dock שעליו העכבר מצביע.
it: Mostra solo le finestre nello stesso schermo in cui si trova l'icona Dock coinvolta.
ja: カーソルを合わせたDockアイコンと同じ画面のウィンドウのみ表示します。
nl: Alleen vensters weergeven die zich op hetzelfde scherm bevinden als het Dock-pictogram waar je de muisaanwijzer op hebt geplaatst.
ru: Показывать только те окна, которые находятся на том же дисплее, что и значок в Dock на который вы наводите.
tr: Yalnızca fare imlecini üzerine getirdiğiniz Dock simgesiyle aynı ekranda bulunan pencereleri göster.
vi: Chỉ hiển thị các cửa sổ nằm trên cùng một màn hình với biểu tượng Dock mà bạn đang di chuột qua.
zh_hans: 只显示与您鼠标悬停的 Dock 图标在同一显示器上的窗口。
zh_hant: 僅顯示與滑鼠指向的 Dock 圖示相同螢幕的視窗。

source: Only display windows that are on the same display as the mouse cursor.
cs: Zobrazit pouze okna, která jsou na stejném displeji jako kurzor myši.
de: Zeige nur Fenster an, welche auf dem gleichen Bildschirm wie der Mauszeiger sind.
he: הצג רק חלונות שבאותו מסך תצוגה שבו העכבר נמצא.
it: Mostra solo le finestre nello stesso schermo in cui si trova il cursore del mouse.
ja: マウスカーソルと同じディスプレイ上にあるウィンドウのみを表示します。
nl: Alleen vensters weergeven die zich op hetzelfde scherm bevinden als waar je de muisaanwijzer op hebt geplaatst.
ru: Показывать только те окна, которые находятся на том же дисплее с курсором мыши.
tr: Yalnızca fare imlecinin bulunduğu ekranla aynı ekranda bulunan pencereleri göster.
vi: Chỉ hiển thị các cửa sổ nằm trên cùng một màn hình với con trỏ chuột.
zh_hans: 只显示与鼠标光标在同一显示器上的窗口。
zh_hant: 僅顯示與滑鼠游標位於相同螢幕上的視窗。

source: Only show windows from the currently active/frontmost application.
cs: Zobrazit pouze okna z aplikace, která je aktivní/v popředí.
de: Nur Fenster der aktuell aktiven/vordersten Anwendung anzeigen.
es: Mostrar sólo ventanas de la aplicación activa/frontmost actualmente.
fr: Affiche uniquement les fenêtres de l’application active/au premier plan.
he: הצג רק חלונות מהיישום הפעיל/הקדמי ביותר כרגע.
it: Mostra solo le finestre dall'applicazione attiva (in primo piano).
ja: 現在アクティブ/最前面アプリケーションのウィンドウのみを表示します。
nl: Alleen vensters weergeven van de momenteel actieve/op de voorgrond staande applicatie.
pt_pt: Mostrar apenas janelas da aplicação activa (em primeiro plano).
tr: Yalnızca şu anda etkin olan/ön planda bulunan uygulamanın pencerelerini göster.
uk: Показувати лише вікна з поточного активного/найпопереднішого застосунку.
vi: Chỉ hiển thị các cửa sổ từ ứng dụng hiện đang hoạt động/ở phía trước.
zh_hans: 仅显示当前活动/最前端应用程序中的窗口。
zh_hant: 只顯示使用中或最前方的App。

source: Only shows controls for Spotify and Apple Music. Each app gets its own controls that work independently, even when other apps are playing audio.
cs: Zobrazuje pouze ovládání pro Spotify a Apple Music. Každá aplikace má vlastní ovládání, které funguje nezávisle, i když ostatní aplikace přehrávají zvuk.
de: Zeige nur Steuerelemente für Apple Music und Spotify an. Jede App erhält ihre eigenen Steuerelemente, welche unabhängig funktionieren, auch wenn andere Apps Audio abspielen.
he: מציג פקדים רק עבור Spotify ו-Apple Music. כל יישום מקבל פקדים משלו שעובדים באופן עצמאי, גם כאשר יישומים אחרים מנגנים אודיו.
it: Mostra solo i controlli per Spotify e Apple Music. Ogni applicazione ottiene i propri controlli che funzionano in modo indipendente, anche quando altre app stanno riproducendo audio.
ja: SpotifyとApple Musicの操作ボタンのみが表示されます。各アプリは独立したコントロールを持ち、他のアプリが音声を再生している間でも個別に動作します。
nl: Toont alleen bedieningsknoppen voor Spotify en Apple Music. Elke app heeft zijn eigen bedieningsknoppen die onafhankelijk van elkaar werken, zelfs wanneer andere apps audio afspelen.
ru: Показывать только элементы управления Spotify и Apple Music. Каждое приложение получает собственные элементы управления, которые работают независимо друг от друга, даже если другие приложения проигрывают аудио.
tr: Yalnızca Spotify ve Apple Music için kontrol düğmelerini gösterir. Her uygulama, diğer uygulamalar ses çalarken bile bağımsız olarak çalışan kendi kontrol düğmelerine sahiptir.
vi: Chỉ hiển thị các thành phần điều khiển cho Spotify và Apple Music. Mỗi ứng dụng có các bộ điều khiển riêng hoạt động độc lập, ngay cả khi các ứng dụng khác đang phát âm thanh.
zh_hans: 只显示Spotify和Apple Music的控制。每个应用程序都有自己独立工作的控件，即使在其他应用程序播放音频时也是如此。
zh_hant: 僅顯示Spotify和Apple Music的控制項目。每個App都有自己的獨立控制項目；即使其他App正在播放音訊也不受影響。

source: Only takes effect when dock auto-hide is enabled
cs: Projeví se pouze v případě, že je povoleno automatické skrývání Docku
de: Wird nur wirksam, wenn Auto-Verstecken aktiviert ist
es: Sólo toma efecto cuando la auto-ocultación de acoplamiento está habilitada
fr: Ne prend effet que lorsque le Dock est automatiquement masqué
he: נכנס לתוקף רק כאשר הסתרה אוטומטית של Dock מופעלת
it: Ha effetto solo se la funzione di sistema 'Mostra e nascondi automaticamente il Dock' è attiva
ja: Dockの自動非表示が有効になっている場合のみ効果を発揮します
nl: Wordt alleen van kracht als automatisch verbergen van het Dock is ingeschakeld
pt_pt: Só entra em vigor quando a dock de auto-esconder-se está ativada
ru: Действует только при включенном автоматическом скрытии Dock
tr: Yalnızca dock otomatik gizleme etkinleştirildiğinde etkili olur
uk: Діє лише тоді, коли ввімкнено автоматичне приховування Dock
vi: Chỉ có hiệu lực khi bật tính năng tự động ẩn Dock
zh_hans: 仅在 Dock 自动隐藏时生效
zh_hant: 僅當啟用 Dock 自動隱藏時才生效
